/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Todd Ditchendorf, 2007";
@"Could Not Create Site Specific Browser" = @"Could Not Create Site Specific Browser";
@"OK" = @"OK";
@"Created Desktop Application \"%@\" Located at:\n%@" = @"Created Desktop Application \"%@\" Located at:\n%@";
@"Success!" = @"Success!";
@"Launch Now" = @"Launch Now";
@"Reveal in Finder" = @"Reveal in Finder";
@"Use Website Favicon" = @"Use Website Favicon";
@"Could not create Icon with file at path :\n%@" = @"Could not create Icon with file at path :\n%@";
@"Overwrite Existing Application?" = @"Overwrite Existing Application?";
@"An application named %@ already exists at that location. Do you want to overwrite it?" = @"An application named %@ already exists at that location. Do you want to overwrite it?";
@"Overwrite" = @"Overwrite";
@"Cancel" = @"Cancel";

@"Error Installing Plug-in" = @"Error Installing Plug-in";
@"Could not move Plug-in file to the Fluid Plug-in directory. You will need write permissions for this directory: \n\n %@" = @"Could not move Plug-in file to the Fluid Plug-in directory. You will need write permissions for this directory: \n\n %@";
@"Plug-in Successfully Installed" = @"Plug-in Successfully Installed";
@"This Fluid Plug-in has been installed for all Fluid-created Site Specific Browsers.\n\nYou will need to restart any SSB to use the Plug-in." = @"This Fluid Plug-in has been installed for all Fluid-created Site Specific Browsers.\n\nYou will need to restart any SSB to use the Plug-in.";